Repository: zeugmaster/macadamia
Catalog: macadamia/AppAssets/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, ko, pt_br, ru, tr

source: Copied
ar: تم النسخ
bn: কপি করা হয়েছে
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
ja: コピー済み
ko: 복사됨
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı

source: Copied %@
ar: تم نسخ %@
bn: কপি করা হয়েছে %@
es: Copiado %@
fr: Copié %@
hi: कॉपी किया %@
ja: コピー済み %@
ko: 복사됨 %@
pt_br: Copiado %@
ru: Скопировано %@
tr: Kopyalandı %@

source: Copied!
ar: تم النسخ!
bn: কপি করা হয়েছে!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hi: कॉपी किया गया!
ja: コピーしました！
ko: 복사됨!
pt_br: Copiado!
ru: Скопировано!
tr: Kopyalandı!

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
tr: Kopyala

source: Copy %@
ar: نسخ %@
bn: কপি %@
es: Copiar %@
fr: Copier %@
hi: कॉपी %@
ja: コピー %@
ko: 복사 %@
pt_br: Copiar %@
ru: Копировать %@
tr: Kopyala %@

source: Copy to clipboad
ar: نسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করুন
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
ja: クリップボードにコピー
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
ru: Копировать в буфер обмена
tr: Panoya kopyala

source: Copy to clipboard
ar: نسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করুন
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
ja: クリップボードにコピー
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
ru: Копировать в буфер обмена
tr: Panoya kopyala

source: Could not parse merchant code
ar: تعذر تحليل رمز التاجر
bn: মার্চেন্ট কোড পার্স করা যায়নি
de: Händler-Code konnte nicht übertragen werden
es: No se pudo analizar el código del comerciante
fr: Impossible d'analyser le code marchand
hi: मर्चेंट कोड पार्स नहीं किया जा सका
ja: マーチャントコードを解析できませんでした
ko: 가맹점 코드를 분석할 수 없습니다
pt_br: Não foi possível analisar o código do comerciante
ru: Не удалось распознать код продавца
tr: Satıcı kodu okunamadı

source: Create invoice to add funds
ar: إنشاء فاتورة لإضافة أموال
bn: ফান্ড যোগ করতে ইনভয়েস তৈরি করুন
de: Ecash erstellen
es: Crear factura para agregar fondos
fr: Créer une facture pour ajouter des fonds
hi: फंड जोड़ने के लिए इनवॉइस बनाएं
ja: 資金を追加するためのインボイスを作成
ko: 자금 추가를 위한 인보이스 생성
pt_br: Criar fatura para adicionar fundos
ru: Создать счёт для пополнения
tr: Fon eklemek için fatura oluştur

source: Create Payment Request
ar: إنشاء طلب دفع
bn: পেমেন্ট রিকোয়েস্ট তৈরি করুন
de: Erstelle eine Bezahlanfrage
es: Crear solicitud de pago
fr: Créer une demande de paiement
hi: भुगतान अनुरोध बनाएं
ja: 支払いリクエストを作成
ko: 결제 요청 생성
pt_br: Criar solicitação de pagamento
ru: Создать запрос на оплату
tr: Ödeme talebi oluştur

source: Create Token to Share
ar: إنشاء رمز للمشاركة
bn: শেয়ার করতে টোকেন তৈরি করুন
de: Erstelle ein Token zum Teilen
es: Crear token para compartir
fr: Créer un token à partager
hi: शेयर करने के लिए टोकन बनाएं
ja: 共有用トークンを作成
ko: 공유할 토큰 생성
pt_br: Criar token para compartilhar
ru: Создать токен для отправки
tr: Paylaşmak için token oluştur

source: Created at:
ar: أُنشئ في:
bn: তৈরি হয়েছে:
de: Erstellt am:
es: Creado el:
fr: Créé le :
hi: बनाया गया:
ja: 作成日:
ko: 생성일:
pt_br: Criado em:
ru: Создано:
tr: Oluşturulma:

source: Cryptographic Data
ar: بيانات تشفيرية
bn: ক্রিপ্টোগ্রাফিক ডেটা
de: Kryptographische Daten
es: Datos criptográficos
fr: Données cryptographiques
hi: क्रिप्टोग्राफिक डेटा
ja: 暗号データ
ko: 암호화 데이터
pt_br: Dados criptográficos
ru: Криптографические данные
tr: Kriptografik veriler

source: Czech Koruna
ar: كرونة تشيكية
bn: চেক করুনা
de: Tschechische Kronen
es: Corona checa
fr: Couronne tchèque
hi: चेक कोरुना
ja: チェココルナ
ko: 체코 코루나
pt_br: Coroa checa
ru: Чешская крона
tr: Çek Korunası

source: Danish Krone
ar: كرونة دنماركية
bn: ডেনিশ ক্রোন
de: Dänische Kronen
es: Corona danesa
fr: Couronne danoise
hi: डेनिश क्रोन
ja: デンマーククローネ
ko: 덴마크 크로네
pt_br: Coroa dinamarquesa
ru: Датская крона
tr: Danimarka Kronu

source: Database Error 📂
ar: خطأ في قاعدة البيانات 📂
bn: ডেটাবেস ত্রুটি 📂
de: Datenbank-Fehler
es: Error de base de datos 📂
fr: Erreur de base de données 📂
hi: डेटाबेस त्रुटि 📂
ja: データベースエラー 📂
ko: 데이터베이스 오류 📂
pt_br: Erro no banco de dados 📂
ru: Ошибка базы данных 📂
tr: Veritabanı hatası 📂

source: Debugging
ar: تصحيح الأخطاء
bn: ডিবাগিং
es: Depuración
fr: Débogage
hi: डिबगिंग
ja: デバッグ
ko: 디버깅
pt_br: Depuração
ru: Отладка
tr: Hata ayıklama

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil

source: Delete Key
ar: حذف المفتاح
bn: Key মুছুন
de: Key löschen
es: Eliminar Key
fr: Supprimer la clé
hi: Key हटाएं
ja: キーを削除
ko: 키 삭제
pt_br: Excluir Key
ru: Удалить ключ
tr: Key'i sil

source: Description
ar: الوصف
bn: বিবরণ
de: Beschreibung
es: Descripción
hi: विवरण
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
tr: Açıklama

source: Deselect
ar: إلغاء التحديد
bn: নির্বাচন বাতিল
de: Auswahl aufheben
es: Deseleccionar
fr: Désélectionner
hi: अचयनित करें
ja: 選択解除
ko: 선택 해제
pt_br: Desmarcar
ru: Снять выбор
tr: Seçimi kaldır

source: Detail: %@
ar: التفاصيل: %@
bn: বিবরণ: %@
es: Detalle: %@
fr: Détail : %@
hi: विवरण: %@
ja: 詳細: %@
ko: 상세: %@
pt_br: Detalhe: %@
ru: Подробности: %@
tr: Ayrıntı: %@

source: Display
ar: العرض
bn: ডিসপ্লে
de: Anzeige
es: Pantalla
fr: Affichage
hi: डिस्प्ले
ja: 表示
ko: 디스플레이
pt_br: Exibição
ru: Отображение
tr: Görünüm

source: Distribute
ar: توزيع
bn: বিতরণ করুন
de: Verteilen
es: Distribuir
fr: Distribuer
hi: वितरित करें
ja: 配布
ko: 분배
pt_br: Distribuir
ru: Распределить
tr: Dağıt

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Tamam

source: Drain
ar: تفريغ
bn: নিষ্কাশন
de: Leerung
es: Vaciar
fr: Vider
hi: खाली करें
ja: ドレイン
ko: 비우기
pt_br: Drenar
ru: Опустошить
tr: Boşalt

source: Duplicate Mint
ar: mint مكرر
bn: ডুপ্লিকেট Mint
de: Duplizierte Mint
es: Mint duplicado
fr: Mint en double
hi: डुप्लिकेट Mint
ja: 重複ミント
ko: 중복된 민트
pt_br: Mint duplicado
ru: Дублированный минт
tr: Yinelenen Mint

source: Ecash created
ar: تم إنشاء Ecash
bn: Ecash তৈরি হয়েছে
de: Ecash erstellt
es: Ecash creado
fr: Ecash créé
hi: Ecash बनाया गया
ja: Ecash作成済み
ko: Ecash 생성됨
pt_br: Ecash criado
ru: Ecash создан
tr: Ecash oluşturuldu

source: Ecash Created
ar: تم إنشاء Ecash
bn: Ecash তৈরি হয়েছে
de: Ecash erstellt
es: Ecash creado
fr: Ecash créé
hi: Ecash बनाया गया
ja: Ecash作成済み
ko: Ecash 생성됨
pt_br: Ecash criado
ru: Ecash создан
tr: Ecash oluşturuldu

source: Ecash selected
ar: تم تحديد Ecash
bn: Ecash নির্বাচিত
de: Ecash ausgewählt
es: Ecash seleccionado
fr: Ecash sélectionné
hi: Ecash चयनित
ja: Ecash選択済み
ko: Ecash 선택됨
pt_br: Ecash selecionado
ru: Ecash выбран
tr: Ecash seçildi

source: Egyptian Pound
ar: جنيه مصري
bn: মিশরীয় পাউন্ড
de: Ägyptischer Pfund
es: Libra egipcia
fr: Livre égyptienne
hi: मिस्री पाउंड
ja: エジプトポンド
ko: 이집트 파운드
pt_br: Libra egípcia
ru: Египетский фунт
tr: Mısır Lirası

source: Empty
ar: فارغ
bn: খালি
de: Leer
es: Vacío
fr: Vide
hi: खाली
ja: 空
ko: 비어 있음
pt_br: Vazio
ru: Пусто
tr: Boş

source: Enter a nickname...
ar: أدخل لقبًا...
bn: একটি ডাকনাম লিখুন...
de: Spitznamen eingeben...
es: Ingresa un apodo...
fr: Entre un surnom…
hi: उपनाम दर्ज करें...
ja: ニックネームを入力...
ko: 닉네임을 입력하세요...
pt_br: Digite um apelido...
ru: Введи псевдоним…
tr: Bir takma ad gir...

source: Enter a Number
ar: أدخل رقمًا
bn: একটি সংখ্যা লিখুন
de: Zahl eingeben
es: Ingresa un número
fr: Entre un nombre
hi: संख्या दर्ज करें
ja: 数字を入力
ko: 숫자를 입력하세요
pt_br: Digite um número
ru: Введи число
tr: Bir sayı gir

source: Enter a URL to add a new mint to the wallet, hit Return to save. macadamia Wallet is not affiliated with any mint and does not custody user funds. You can find a list of mints on [bitcoinmints.com](https://bitcoinmints.com)
ar: أدخل عنوان URL لإضافة mint جديد إلى المحفظة، اضغط Enter للحفظ. macadamia Wallet غير تابع لأي mint ولا يحتفظ بأموال المستخدمين. يمكنك العثور على قائمة بالمنتات على [bitcoinmints.com](https://bitcoinmints.com)
bn: Wallet-এ নতুন Mint যোগ করতে URL লিখুন, সেভ করতে Return চাপুন। macadamia Wallet কোনো Mint-এর সাথে সম্পৃক্ত নয় এবং ব্যবহারকারীদের ফান্ড কাস্টডি করে না। Mint-এর তালিকা [bitcoinmints.com](https://bitcoinmints.com)-এ পাওয়া যাবে
de: Gib eine URL ein um dem Wallet eine neue Mint hinzuzufügen, dann Enter um zu speichern. macadamia Wallet hat keine Zugehörigkeit zu einer Mint und betreut keine Geldmittel der Nutzer. Du kannst eine Liste von Mints finden auf [bitcoinmints.com](https://bitcoinmints.com)
es: Ingresa una URL para agregar un nuevo mint al wallet, presiona Enter para guardar. macadamia Wallet no está afiliado a ningún mint y no custodia fondos de los usuarios. Puedes encontrar una lista de mints en [bitcoinmints.com](https://bitcoinmints.com)
fr: Entre une URL pour ajouter un nouveau mint au wallet, appuie sur Entrée pour sauvegarder. macadamia Wallet n'est affilié à aucun mint et ne garde pas les fonds des utilisateurs. Tu peux trouver une liste de mints sur [bitcoinmints.com](https://bitcoinmints.com)
hi: Wallet में नया Mint जोड़ने के लिए URL दर्ज करें, सेव करने के लिए Return दबाएं। macadamia Wallet किसी Mint से संबद्ध नहीं है और उपयोगकर्ता धन की कस्टडी नहीं करता। Mints की सूची [bitcoinmints.com](https://bitcoinmints.com) पर मिल सकती है
ja: ウォレットに新しいミントを追加するにはURLを入力し、Returnで保存してください。 macadamia Walletはいかなるミントとも提携しておらず、ユーザーの資金を保管しません。 ミントのリストは[bitcoinmints.com](https://bitcoinmints.com)で確認できます
ko: 지갑에 새 민트를 추가하려면 URL을 입력하고 Return을 눌러 저장하세요. macadamia Wallet은 어떤 민트와도 제휴하지 않으며 사용자 자금을 보관하지 않습니다. 민트 목록은 [bitcoinmints.com](https://bitcoinmints.com)에서 확인할 수 있습니다
pt_br: Digite uma URL para adicionar um novo mint ao wallet, pressione Enter para salvar. macadamia Wallet não é afiliado a nenhum mint e não custodia fundos dos usuários. Você pode encontrar uma lista de mints em [bitcoinmints.com](https://bitcoinmints.com)
ru: Введи URL, чтобы добавить новый минт в кошелёк, нажми Return для сохранения. macadamia Wallet не связан ни с одним минтом и не хранит средства пользователей. Список минтов можно найти на [bitcoinmints.com](https://bitcoinmints.com)
tr: Cüzdana yeni bir Mint eklemek için URL gir, kaydetmek için Return'e bas. macadamia Wallet hiçbir Mint ile bağlantılı değildir ve kullanıcı fonlarını saklamamaktadır. Mint listesini [bitcoinmints.com](https://bitcoinmints.com) adresinde bulabilirsin

source: enter amount
ar: أدخل المبلغ
bn: পরিমাণ লিখুন
de: Betrag eingeben
es: ingresar monto
fr: entrer le montant
hi: राशि दर्ज करें
ja: 金額を入力
ko: 금액 입력
pt_br: digitar valor
ru: ввести сумму
tr: miktar gir

source: Enter amount...
ar: أدخل المبلغ...
bn: পরিমাণ লিখুন...
de: Betrag eingeben...
es: Ingresa el monto...
fr: Entre le montant…
hi: राशि दर्ज करें...
ja: 金額を入力...
ko: 금액을 입력하세요...
pt_br: Digite o valor...
ru: Введи сумму…
tr: Miktar gir...

source: Enter nsec1... or 64-char hex key
ar: أدخل nsec1... أو مفتاح hex من 64 حرف
bn: nsec1... বা 64-অক্ষরের hex key লিখুন
de: nsec1 oder 64-Buchstaben-Hex-Key eingeben
es: Ingresa nsec1... o clave hex de 64 caracteres
fr: Entre nsec1... ou clé hex de 64 caractères
hi: nsec1... या 64 अक्षरों की hex key दर्ज करें
ja: nsec1...または64文字のhexキーを入力
ko: nsec1... 또는 64자 hex 키를 입력하세요
pt_br: Digite nsec1... ou chave hex de 64 caracteres
ru: Введи nsec1... или 64-символьный hex-ключ
tr: nsec1... veya 64 karakterlik hex key gir

source: Enter seed phrase
ar: أدخل عبارة البذرة
bn: সিড ফ্রেজ লিখুন
de: Seed-Phrase eingeben
es: Ingresa la frase semilla
fr: Entre la phrase de récupération
hi: सीड फ्रेज़ दर्ज करें
ja: シードフレーズを入力
ko: 시드 구문을 입력하세요
pt_br: Digite a frase semente
ru: Введи сид-фразу
tr: Seed ifadesini gir

source: Enter your 12 word seed phrase, separated by spaces or line breaks. Please also make sure that your mint list contains all the mints you want to try restoring from.
ar: أدخل عبارة البذرة المكونة من 12 كلمة، مفصولة بمسافات أو فواصل أسطر. تأكد أيضًا من أن قائمة المنتات تحتوي على جميع المنتات التي تريد استعادتها.
bn: আপনার ১২ শব্দের সিড ফ্রেজ লিখুন, স্পেস বা লাইন ব্রেক দিয়ে আলাদা করে। দয়া করে নিশ্চিত করুন যে আপনার Mint তালিকায় সেই সমস্ত Mint রয়েছে যেগুলি থেকে আপনি পুনরুদ্ধার করতে চান।
de: Gib deine 12-Wörter Seed-Phrase ein, getrennt durch Leerzeichen oder Zeilenumbrüche
es: Ingresa tu frase semilla de 12 palabras, separadas por espacios o saltos de línea. Asegúrate también de que tu lista de mints contenga todos los mints de los que quieras intentar restaurar.
fr: Entre ta phrase de récupération de 12 mots, séparés par des espaces ou des sauts de ligne. Assure-toi aussi que ta liste de mints contient tous les mints depuis lesquels tu veux restaurer.
hi: अपना 12 शब्दों का सीड फ्रेज़ दर्ज करें, स्पेस या लाइन ब्रेक से अलग किया हुआ। कृपया यह भी सुनिश्चित करें कि आपकी Mint सूची में वे सभी Mint हैं जिनसे आप पुनर्स्थापित करना चाहते हैं।
ja: 12単語のシードフレーズをスペースまたは改行で区切って入力してください。また、復元したいすべてのミントがミントリストに含まれていることを確認してください。
ko: 12단어 시드 구문을 공백이나 줄바꿈으로 구분하여 입력하세요. 또한 복원하려는 모든 민트가 민트 목록에 포함되어 있는지 확인하세요.
pt_br: Digite sua frase semente de 12 palavras, separadas por espaços ou quebras de linha. Certifique-se também de que sua lista de mints contenha todos os mints dos quais você deseja restaurar.
ru: Введи свою сид-фразу из 12 слов, разделённых пробелами или переносами строк. Также убедись, что список минтов содержит все минты, из которых ты хочешь восстановить.
tr: 12 kelimelik seed ifadeni boşluk veya satır sonlarıyla ayırarak gir. Ayrıca geri yüklemek istediğin tüm Mint'lerin Mint listende bulunduğundan emin ol.

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
tr: Hata

source: Error while determining token lock state.
ar: خطأ أثناء تحديد حالة قفل التوكن.
bn: টোকেন লক স্ট্যাটাস নির্ধারণে ত্রুটি।
de: Fehler beim Feststellen des Token-Status
es: Error al determinar el estado de bloqueo del token.
fr: Erreur lors de la détermination de l'état de verrouillage du token.
hi: टोकन लॉक स्थिति निर्धारित करते समय त्रुटि।
ja: トークンのロック状態の判定中にエラーが発生しました。
ko: 토큰 잠금 상태를 확인하는 중 오류가 발생했습니다.
pt_br: Erro ao determinar o estado de bloqueio do token.
ru: Ошибка при определении состояния блокировки токена.
tr: Token kilit durumu belirlenirken hata oluştu.

source: Euro
ar: يورو
bn: ইউরো
hi: यूरो
ja: ユーロ
ko: 유로
ru: Евро

source: Expires at:
ar: ينتهي في:
bn: মেয়াদ শেষ:
de: Verfällt am:
es: Expira el:
fr: Expire le :
hi: समाप्ति:
ja: 有効期限:
ko: 만료일:
pt_br: Expira em:
ru: Истекает:
tr: Son kullanma:

source: Failed
ar: فشل
bn: ব্যর্থ
de: Gescheitert
es: Fallido
fr: Échoué
hi: विफल
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Неудача
tr: Başarısız

source: Failed to encode payment data.
ar: فشل في ترميز بيانات الدفع.
bn: পেমেন্ট ডেটা এনকোড করতে ব্যর্থ।
de: Kodierung der Zahlungsdaten gescheitert.
es: Error al codificar datos de pago.
fr: Échec de l'encodage des données de paiement.
hi: भुगतान डेटा एन्कोड करने में विफल।
ja: 支払いデータのエンコードに失敗しました。
ko: 결제 데이터 인코딩에 실패했습니다.
pt_br: Falha ao codificar dados de pagamento.
ru: Не удалось закодировать данные платежа.
tr: Ödeme verileri kodlanamadı.

source: Failed to generate QR Code
ar: فشل في إنشاء رمز QR
bn: QR কোড তৈরি করতে ব্যর্থ
de: Generieren des QR-Codes gescheitert.
es: Error al generar código QR
fr: Échec de la génération du QR code
hi: QR कोड बनाने में विफल
ja: QRコードの生成に失敗しました
ko: QR 코드 생성에 실패했습니다
pt_br: Falha ao gerar QR Code
ru: Не удалось создать QR-код
tr: QR kodu oluşturulamadı

source: Failed to get your Nostr public key: %@
ar: فشل في الحصول على مفتاح Nostr العام الخاص بك: %@
bn: আপনার Nostr public key পেতে ব্যর্থ: %@
de: Laden des Nostr-Public-Key gescheitert: %@.
es: Error al obtener tu clave pública Nostr: %@
fr: Échec de la récupération de ta clé publique Nostr : %@
hi: आपकी Nostr public key प्राप्त करने में विफल: %@
ja: Nostr公開鍵の取得に失敗しました: %@
ko: Nostr 공개 키를 가져오지 못했습니다: %@
pt_br: Falha ao obter sua chave pública Nostr: %@
ru: Не удалось получить твой публичный ключ Nostr: %@
tr: Nostr public key'in alınamadı: %@

source: Fee Information
ar: معلومات الرسوم
bn: ফি তথ্য
de: Gebühren-Information
es: Información de tarifas
fr: Informations sur les frais
hi: शुल्क जानकारी
ja: 手数料情報
ko: 수수료 정보
pt_br: Informações de taxas
ru: Информация о комиссиях
tr: Ücret bilgisi

# Fee: %lld • Allocation: %lld
source: Fee: %1$lld • Allocation: %2$lld
ar: الرسوم: %1$lld • التخصيص: %2$lld
bn: ফি: %1$lld • বরাদ্দ: %2$lld
de: Gebühr: %1$lld • Zuweisung: %2$lld
es: Tarifa: %1$lld • Asignación: %2$lld
fr: Frais : %1$lld • Allocation : %2$lld
hi: शुल्क: %1$lld • आवंटन: %2$lld
ja: 手数料: %1$lld • 割当: %2$lld
ko: 수수료: %1$lld • 할당: %2$lld
pt_br: Taxa: %1$lld • Alocação: %2$lld
ru: Комиссия: %1$lld • Распределение: %2$lld
tr: Ücret: %1$lld • Dağılım: %2$lld

source: Fiat Currency
ar: عملة ورقية
bn: ফিয়াট মুদ্রা
de: Fiat-Währung
es: Moneda fiduciaria
fr: Devise fiat
hi: फिएट मुद्रा
ja: 法定通貨
ko: 법정 화폐
pt_br: Moeda fiduciária
ru: Фиатная валюта
tr: Fiat para birimi

source: From
ar: من:
bn: থেকে:
de: Von:
es: De:
fr: De :
hi: प्रेषक:
ja: 送信元:
ko: 보낸 곳:
pt_br: De:
ru: От:
tr: Kimden:

source: From:
ar: من:
bn: থেকে:
de: Von:
es: De:
fr: De :
hi: प्रेषक:
ja: 送信元:
ko: 보낸 곳:
pt_br: De:
ru: От:
tr: Kimden:

source: Full payment
ar: دفع كامل
bn: সম্পূর্ণ পেমেন্ট
de: Gesamte Zahlung
es: Pago completo
fr: Paiement intégral
hi: पूर्ण भुगतान
ja: 全額支払い
ko: 전액 결제
pt_br: Pagamento integral
ru: Полная оплата
tr: Tam ödeme

source: Generated Key
ar: مفتاح مُنشأ
bn: Key তৈরি হয়েছে
de: Key generieren
es: Key generada
fr: Clé générée
hi: Key बनाई गई
ja: 生成されたキー
ko: 생성된 키
pt_br: Key gerada
ru: Сгенерированный ключ
tr: Oluşturulan Key

source: Get Invoice
ar: الحصول على فاتورة
bn: Invoice পান
de: Invoice erhalten
es: Obtener Invoice
fr: Obtenir la facture
hi: Invoice प्राप्त करें
ja: インボイスを取得
ko: 인보이스 받기
pt_br: Obter Invoice
ru: Получить счёт
tr: Invoice al

source: Getting mint quote...
ar: جارٍ الحصول على تسعيرة الـ mint...
bn: Mint quote পাওয়া হচ্ছে...
de: Mint-Quote erhalten...
es: Obteniendo cotización del mint...
fr: Obtention du devis du mint…
hi: Mint quote प्राप्त कर रहा है...
ja: ミントの見積もりを取得中...
ko: 민트 견적을 가져오는 중...
pt_br: Obtendo cotação do mint...
ru: Получение котировки минта…
tr: Mint teklifi alınıyor...

source: Hi there!
ar: مرحبًا!
bn: হ্যালো!
de: Hallo!
es: ¡Hola!
fr: Salut !
hi: नमस्ते!
ja: こんにちは！
ko: 안녕하세요!
pt_br: Olá!
ru: Привет!
tr: Merhaba!

source: Hide details
ar: إخفاء التفاصيل
bn: বিবরণ লুকান
de: Details verbergen
es: Ocultar detalles
fr: Masquer les détails
hi: विवरण छुपाएं
ja: 詳細を非表示
ko: 상세 숨기기
pt_br: Ocultar detalhes
ru: Скрыть подробности
tr: Ayrıntıları gizle

source: Hold and drag to change the order. The first mint will be the default selected across the application.
ar: اضغط مع الاستمرار واسحب لتغيير الترتيب. أول mint سيكون المحدد افتراضيًا في التطبيق.
bn: ক্রম পরিবর্তন করতে ধরে টানুন। প্রথম Mint অ্যাপ জুড়ে ডিফল্ট হিসেবে নির্বাচিত হবে।
de: Halten und bewegen um die Reihenfolge zu ändern. Die erste Mint wird als Standard in der App verwendet.
es: Mantén presionado y arrastra para cambiar el orden. El primer mint será el seleccionado por defecto en toda la aplicación.
fr: Maintiens et glisse pour changer l'ordre. Le premier mint sera celui sélectionné par défaut dans l'application.
hi: क्रम बदलने के लिए दबाकर रखें और खींचें। पहला Mint ऐप में डिफ़ॉल्ट रूप से चयनित होगा।
ja: 長押ししてドラッグで順序を変更できます。最初のミントがアプリ全体でデフォルトとして選択されます。
ko: 길게 누르고 드래그하여 순서를 변경하세요. 첫 번째 민트가 앱 전체에서 기본 선택됩니다.
pt_br: Segure e arraste para alterar a ordem. O primeiro mint será o selecionado por padrão no aplicativo.
ru: Удерживай и перетаскивай для изменения порядка. Первый минт будет выбран по умолчанию во всём приложении.
tr: Sırayı değiştirmek için basılı tut ve sürükle. İlk Mint, uygulama genelinde varsayılan olarak seçilecektir.

source: Hong Kong Dollar
ar: دولار هونغ كونغ
bn: হংকং ডলার
es: Dólar de Hong Kong
fr: Dollar de Hong Kong
hi: हांगकांग डॉलर
ja: 香港ドル
ko: 홍콩 달러
pt_br: Dólar de Hong Kong
ru: Гонконгский доллар
tr: Hong Kong Doları

source: HTTP transport URL invalid.
ar: عنوان URL لنقل HTTP غير صالح.
bn: HTTP ট্রান্সপোর্ট URL অবৈধ।
de: HTTP-URL für den Transport ungültig.
es: URL de transporte HTTP inválida.
fr: URL de transport HTTP invalide.
hi: HTTP ट्रांसपोर्ट URL अमान्य।
ja: HTTPトランスポートURLが無効です。
ko: HTTP 전송 URL이 유효하지 않습니다.
pt_br: URL de transporte HTTP inválida.
ru: URL HTTP-транспорта недействителен.
tr: HTTP aktarım URL'si geçersiz.

source: Hungarian Forint
ar: فورنت مجري
bn: হাঙ্গেরিয়ান ফরিন্ট
de: Ungarischer Forint
es: Florín húngaro
fr: Forint hongrois
hi: हंगेरियन फोरिंट
ja: ハンガリーフォリント
ko: 헝가리 포린트
pt_br: Florim húngaro
ru: Венгерский форинт
tr: Macar Forinti

source: I agree to the terms.
ar: أوافق على الشروط.
bn: আমি শর্তাবলীতে সম্মত।
de: Ich stimme zu.
es: Acepto los términos.
fr: J'accepte les conditions.
hi: मैं शर्तों से सहमत हूँ।
ja: 利用規約に同意します。
ko: 약관에 동의합니다.
pt_br: Eu concordo com os termos.
ru: Я согласен с условиями.
tr: Şartları kabul ediyorum.

source: I have written down the seed phrase
ar: لقد كتبت عبارة البذرة
bn: আমি সিড ফ্রেজ লিখে রেখেছি
de: Ich habe die Seed-Phrase aufgeschrieben.
es: He anotado la frase semilla
fr: J'ai noté la phrase de récupération
hi: मैंने सीड फ्रेज़ लिख लिया है
ja: シードフレーズを書き留めました
ko: 시드 구문을 적어두었습니다
pt_br: Eu anotei a frase semente
ru: Я записал сид-фразу
tr: Seed ifadesini yazdım

source: Icelandic Króna
ar: كرونة آيسلندية
bn: আইসল্যান্ডীয় ক্রোনা
de: Isländische Kronen
es: Corona islandesa
fr: Couronne islandaise
hi: आइसलैंडिक क्रोना
ja: アイスランドクローナ
ko: 아이슬란드 크로나
pt_br: Coroa islandesa
ru: Исландская крона
tr: İzlanda Kronası

source: ID: %@
ar: المعرّف: %@

source: Identity
ar: الهوية
bn: পরিচয়
de: Identität
es: Identidad
fr: Identité
hi: पहचान
ja: ID情報
ko: 신원
pt_br: Identidade
ru: Идентификация
tr: Kimlik

source: If you do not trust the mint of this token, you can swap its value to one of your trusted mints via Lightning (will incur fees).
ar: إذا كنت لا تثق بالـ mint لهذا التوكن، يمكنك تبديل قيمته إلى أحد المنتات الموثوقة عبر Lightning (ستترتب رسوم).
bn: আপনি যদি এই টোকেনের Mint-কে বিশ্বাস না করেন, Lightning-এর মাধ্যমে এর মান আপনার বিশ্বস্ত Mint-এ সোয়াপ করতে পারেন (ফি লাগবে)।
de: Wenn Du der Mint dieses Tokens nicht vertraust, kannst Du dessen Wert zu einer deiner vertrauten Mints via Lightning transferieren.
es: Si no confías en el mint de este token, puedes intercambiar su valor a uno de tus mints de confianza a través de Lightning (generará tarifas).
fr: Si tu ne fais pas confiance au mint de ce token, tu peux échanger sa valeur vers un de tes mints de confiance via Lightning (des frais s'appliqueront).
hi: यदि आप इस टोकन के Mint पर भरोसा नहीं करते, तो Lightning के माध्यम से इसका मूल्य अपने विश्वसनीय Mint में स्वैप कर सकते हैं (शुल्क लगेगा)।
ja: このトークンのミントを信頼しない場合、Lightningを介して信頼するミントに価値を交換できます（手数料がかかります）。
ko: 이 토큰의 민트를 신뢰하지 않는 경우 Lightning을 통해 신뢰하는 민트로 가치를 교환할 수 있습니다(수수료 발생).
pt_br: Se você não confia no mint deste token, pode trocar seu valor para um dos seus mints confiáveis via Lightning (haverá taxas).
ru: Если ты не доверяешь минту этого токена, ты можешь обменять его стоимость на один из своих доверенных минтов через Lightning (будет комиссия).
tr: Bu token'ın Mint'ine güvenmiyorsan, Lightning üzerinden değerini güvendiğin bir Mint'e aktarabilirsin (ücret uygulanır).
